export default {
  static: {
    home: {
      bannerTop: {
        title: "Сізге қажет барлық активтер бір жерде",
        description:
          "Ең жақсы жоғары сапалы фотосуреттерді, векторларды, бейнелерді және макеттерді табыңыз және жүктеңіз",
      },
      explore: {
        title: "Роккастағы тренд санаттарын зерттеңіз",
        description:
          "Roccas-та не танымал екенін тексеріп, жобаны сәнді және кәсіби етіп көрсетіңіз",
      },
      unlock: {
        title: "Ішкі жасаушының құлпын ашыңыз",
        description:
          "Жобаға қатысуды арттыру үшін мұқият таңдалған осы жинақтармен өзіңізге қажетті шабыт алыңыз",
        cards: [
          { title: "Векторлық өнер", subtitle: "120 ресурстар" },
          { title: "Сәндік фото", subtitle: "120 ресурстар" },
          { title: "PSD", subtitle: "120 ресурстар" },
        ],
      },
      advantages: {
        title: "үшін ақылды таңдау",
        titleSpan: "сіз сияқты шығармашылық адамдар",
        description:
          "Сіз дизайн немесе фотосурет іздесеңіз де, Roccas-та тамаша активті таба аласыз",
        items: [
          {
            title: "Жоғары сапалы қор мазмұны",
            description:
              "Жобаларыңыз кәсіби көрінуі үшін ең жақсы сападағы айналдыруды тоқтататын кескіндерді жүктеп алыңыз",
          },
          {
            title: "Пайдалануға дайын активтер",
            description:
              "Жариялауға дайын мыңдаған кескіндер мен дизайндарға қол жеткізіңіз және жобаңызды екі есе жылдам дайындаңыз",
          },
          {
            title: "Кепілдендірілген іздеу нәтижелері",
            description: "Сізге қажет кез келген жобаның суреті мен стилі бар",
          },
          {
            title: "Күн сайын жаңа мазмұн",
            description:
              "Біздің кітапхана күн сайын жаңартылып отырады, осылайша сіз ең жаңа және ең сәнді фотосуреттер мен дизайндарды таба аласыз",
          },
        ],
      },
      bannerIntroducing: {
        title: "AI арқылы жұмыс істейтін іздеу жүйесін енгізу",
        description: "Барлық күрделі сұраулар үшін нақты активтер",
        button: "Толығырақ біліңіз",
      },
      bannerBottom: {
        title: "Роккасқа қосылыңыз",
        titleSpan: "жасаушылар қауымдастығы",
        description:
          "Әрбір акция суретінің артында шығармашылық ой бар. Сіз сонымен қатар мазмұнды жасап, оны Roccas-та сата аласыз",
        button: "Мазмұнды сату",
      },
    },
    catalog: {
      title: "Каталог",
      categories: [
        "Барлық суреттер",
        "Векторлар",
        "Фотосуреттер",
        "PSD",
        "Үлгілер",
      ],
    },
    catalogDetail: {
      breadcrumbs: "Каталог дегенге қайта келу",
      developer: "Автор",
      button: "Сатып алу",
    },
    about: {
      text: [
        "Біз сізге идеяларды жүзеге асыруға көмектескенді жақсы көреміз.",
        "Біз күн сайын өскіміз келеді.",
        "Біздің мақсатымыз - ең жақсы жоғары сапалы мазмұнды ұсыну:",
        "иллюстрациялар, фотосуреттер, белгішелер, макеттер және презентация үлгілері",
      ],
      bannerUnlimited: {
        title: "Шексіз мүмкіндіктер",
        description:
          "Сіздің қиялыңызда шек жоқ, біз ұсынатын мүмкіндіктер де жоқ. ",
        button: "Көбірек білу үшін",
      },
      origins: {
        title: "Біздің Роккас Ғаламының шығу тегі",
        description: [
          "Біздің бірінші жобамыз Роккасты 2010 жылы ағайынды Алехандро және Пабло Бланес және олардың досы, Panoramio негізін қалаушы Хоакин Куэнка (Google сатып алған) құрған.",
          "Алехандро дизайнерлер тегін графикалық ресурстарды таба алатын платформа құруға деген құлшынысын сезінді. ",
          "Содан бері біздің Ғалам екі жаңа жобаны жасай отырып, тоқтаусыз кеңейіп келеді: Flaticon және Slidesgo.",
        ],
      },
      companies: "Roccas компаниясының ресурстарын пайдаланатын компаниялар",
      timeline: {
        title: "",
        items: [
          {
            year: "2021",
            text: "Wepik is bornWepik is launched with the mission to make it quick and easy for everyone to design attractive and quality graphics for their projects",
          },
          { year: "2019", text: "Slidesgo is born" },
          { year: "2018", text: "Tutpad is born" },
          {
            year: "2017",
            text: "Production of exclusive content is increased and we begin to create our own photos",
          },
          {
            year: "2016",
            text: "Our projects are redesigned, improving our systems and the user experience",
          },
          {
            year: "2015",
            text: "The Contributor model is launched; designers and photographers upload their resources to Freepik and Flaticon, earning an income from it",
          },
          {
            year: "2015",
            text: "We create the subscription model for our platforms, giving our users the possibility to enjoy benefits for being premium",
          },
          { year: "2013", text: "Flaticon is born" },
          { year: "2010", text: "Roccas is borne" },
        ],
      },
      millions: {
        title: "Еуропадағы ең жылдам дамып келе жатқан стартаптардың бірі",
        description:
          "Financial Times журналының «Еуропаның ең жылдам дамып келе жатқан 1000 компаниясы».",
        items: [
          { title: "18 млн", subtitle: "Ай сайынғы бірегей пайдаланушылар" },
          { title: "50 млн", subtitle: "Ай сайынғы көріністер" },
          { title: "100 млн", subtitle: "Ай сайынғы жүктеп алулар" },
          { title: "4,5 млн", subtitle: "Графикалық ресурстар" },
        ],
      },
      bannerBottom: {
        title: "Команда туралы көбірек білгіңіз келе ме?",
        description: "Бірге жұмыс жасасақ, бәрі мүмкін.",
        button: "Біздің командаға қосылыңыз",
      },
    },
    jobs: {
      bannerTop: {
        title: "Ерекше бір нәрсенің бөлігі болыңыз",
        description: "бірге жұмыс істеу, бәрі мүмкін",
        button: "Зерттеу",
      },
      team: {
        title: "Басқа галактикадан келген команда",
        description:
          "Көптеген адамдар керемет бірегей команданы құрайтын біздің Роккас әлемін құрайды. ",
        items: [
          {
            title: "Инновация",
            subtitle: "Шектеусіз қызығушылық пен құмарлық",
          },
          {
            title: "Топтық жұмыс",
            subtitle: "Бірегей топты құрайтын әртүрлі адамдар",
          },
          {
            title: "Шығармашылық",
            subtitle: "Дизайн мен өнерді жақсы көретін шығармашылық адамдар",
          },
          {
            title: "Мотивация",
            subtitle: "Жобаға және клиенттің қажеттіліктеріне берілгендік",
          },
        ],
      },
      benefits: {
        title: "Employee benefits",
        description: "The perfect balance between work and personal life",
        items: [
          { title: "Your time is precious", description: "Жұмыс бәрі емес. " },
          {
            title: "Сіздің кәсіби өсуіңізге дайын",
            description:
              "Біз бірге өскенді ұнатамыз, сондықтан біз кәсіби дайындықты ынталандырамыз. ",
          },
          {
            title: "Сергітетін тағамдар, жемістер, кофе және т.б",
            description:
              "Испанияда айтқандай, «Аштық - жаман кеңесші», сондықтан бізде онымен күресудің көптеген жолдары бар. ",
          },
          {
            title: "Демалыс аймақтары мен іс-шаралар",
            description:
              "Жақсы діріл мен ынтымақтастық біздің Ғалам үшін өте маңызды. ",
          },
        ],
      },
      company: {
        title: "Малага, біздің штаб:",
        description:
          "Roccas компаниясының кеңсесі Еуропадағы ең жақсы климаты бар сүйкімді қала Малага қаласының орталығында орналасқан. ",
        button: "Зерттеу",
      },
      bannerBottom: {
        title: "Жұмысқа тамаша орын",
        description:
          "Біздің қызметкерлер сенім, инновация және адами қарым-қатынасты компаниямызды әлемдегі ең жақсы жұмыс орындарының біріне айналдыратын негіз ретінде анықтады.",
        button: "Ары қарай оқу",
      },
    },
    business: {
      bannerTop: {
        title: "Шығармашылық сіздің бизнесіңіз ме?",
        subtitle: "Бізде Pro пайдаланушылары үшін Pro шешімдері бар",
        description: [
          "Біздің бизнес шешімдеріміз кәсіби жасаушылар мен топтарға графикалық мұрағаттарға жылдам қол жеткізуге көмектеседі",
          "Барлық агенттіктер, маркетинг бөлімдері, графикалық дизайнерлер немесе арнайы жасалғандарды қажет ететін контент жасаушылар оларды осы жерден табады. ",
        ],
        button: "Бізбен хабарласыңы",
      },
      productivity: {
        title: "Әр деңгейде бизнесіңіздің өнімділігін арттырыңыз",
        items: [
          {
            title: "Автоматты қол жеткізу",
            description: "Freepik компаниясының мазмұны үнемі өсіп келеді.",
          },
          {
            title: "Жұмыс үрдісімен интеграция",
            description:
              "Әртүрлі платформалар мен құралдар арасында ауысудың қажеті жоқ.",
          },
          {
            title: "Ынтымақтастық және топтық жұмыс",
            description: "Барлық әріптестеріңізбен тығыз жұмыс жасаңыз.",
          },
          { title: "Шешімдер", description: "Мазмұннан онлайн өңдеуге дейін." },
          {
            title: "Арнайы жасалған",
            description:
              "Сіздің командаңыз үшін, оның мөлшері мен орналасқан жеріне қарамастан.",
          },
          {
            title: "Қауымдастық",
            description:
              "Үлкен графикалық дизайнерлер мен мазмұнды жасаушылар қауымдастығының бөлігі болыңыз.",
          },
        ],
      },
      api: {
        title: "Roccas API",
        description:
          "Толық автоматтандырылған фотосуреттер, векторлар және иллюстрациялардың теңдессіз мұрағатынан шабыт алыңыз.",
        items: [
          "Roccas API",
          "Wepik Pro",
          "Мазмұнды лицензиялау",
          "Командалар",
        ],
      },
      form: {
        title: "Оқығаныңыз ұнайды ма? ",
        description:
          "Төмендегі пішінді толтырыңыз, біздің команда келесі 24-48 сағат ішінде хабарласады.",
        placeholders: [
          "Аты",
          "Мысал{'@'}email.com",
          "Телефон нөмірі",
          "Қызмет атауы",
          "Хабарлама жазу",
        ],
        button: "Сұраныс жіберу",
      },
      awards: {
        title: "Pro шешімдеріне арналған негізгі қызмет",
        description:
          "Бұл адамдар біз туралы ойлайды (және біз күн сайын жетілдіреміз).",
      },
    },
    sellContent: {
      bannerTop: {
        title: "Фотосуреттерді, векторларды сатыңыз",
        description:
          "Roccas салымшысы болыңыз және суреттеріңіз бен дизайндарыңызды желіде сату арқылы ақша табыңыз.",
        items: [
          "Фотосуреттер, векторлар, иллюстрациялар, макеттер және т.б. жасаңыз. Біз шығармашылықтың барлық түрлерін қабылдаймыз.",
          "Біздің интуитивті және қолдануға оңай құрал арқылы графикалық ресурстарыңызды Roccas-қа жүктеп салыңыз.",
          "Ресурстарыңызды жүктеген сайын ақша табыңыз. ",
        ],
        button: "Үлес қосушы болыңыз",
      },
      why: {
        title: "Неліктен Roccas салымшысы болу керек?",
        items: [
          {
            title: "Тұрақты табыс",
            description:
              "Біз сізге фотосуреттеріңізді сату арқылы ақша табудың бірнеше әдісін ұсынамыз",
          },
          {
            title: "Дүние жүзіндегі көріну",
            description:
              "Қатысушылар ресурстары күн сайын 75 миллионнан астам жүктеп алады, бұл Freepik-ті фотосуреттеріңізді, векторлық өнеріңізді сатуға арналған ең жақсы веб-сайтқа айналдырады.",
          },
          {
            title: "Кеңестер",
            description:
              "Процесс барысында жекелендірілген нұсқаулық пен қолдау алыңыз. ",
          },
        ],
      },
      sellPhotos: {
        title: "Фотосуреттерді сату",
        description:
          "Концепцияңызды табыңыз, суретке түсіріңіз және Roccas көмегімен онлайн режимінде көрнекті акцияларды сату арқылы ақша табыңыз.",
        button: "Фото нұсқаулар",
      },
      sellVector: {
        title: "Иллюстрацияларды сату",
        description:
          "Интернетте ең жақсы сатылатын сапалы және пайдалы дизайнды жасаңыз: баннерлер, үйлену тойына шақырулар, фон... Сансыз нұсқалар бар!",
        button: "Векторлық нұсқаулар",
      },
      tabs: {
        title: "Сізге сәйкес келетін интуитивті құрал",
        description:
          "Фотосуреттерді, векторларды және PSD файлдарын бір жерден оңай басқарыңыз.",
        buttons: [
          "Топтық жүктеп салу",
          "Тегтерді оңай қосыңыз",
          "Әсеріңізді өлшеңіз",
        ],
        items: [
          {
            title: "Топтық жүктеп салу",
            description:
              "Ресурстарды үлес қосушылар тақтасына жүктеп салу жылдам және тегіс. ",
            button: "Қазір сат",
          },
          {
            title: "Тегтерді оңай қосыңыз",
            description:
              "Бірнеше файлдарға тегтерді қосу: тегтерді бір уақытта бірнеше ресурсқа қосу арқылы тегтеу процесін жеңілдетіңіз. ",
            button: "Қазір сат",
          },
          {
            title: "Әсеріңізді өлшеңіз",
            description:
              "Қатысушылар панелінен ресурстарыңыздың күйін қадағалай аласыз, қор кескіндері жүктеп алынғандарды бақылай аласыз",
            button: "Қазір сат",
          },
        ],
      },
      bannerDigits: {
        title: "Үлкен нәрсеге қосылыңыз",
        items: [
          { title: "34 мың", subtitle: "салымшылар" },
          { title: "2м", subtitle: "жүктеп алулар/күн" },
          { title: "50 м", subtitle: "сапарлар" },
        ],
      },
      community: {
        title: "Біздің қауымдастықтың артықшылықтарын ашыңыз",
        description:
          "Roccas салымшылар қауымдастығын әлемнің түкпір-түкпірінен мыңдаған фотографтар мен дизайнерлер құрады. ",
        items: [
          {
            title: "Реферат бағдарламасы",
            description:
              "Біздің Реферал бағдарламамызға қатысыңыз: достарыңызға біз туралы айтып, көбірек ақша табыңыз.",
            button: "Реферат бағдарламасы туралы толығырақ",
          },
          {
            title: "Бренд елшісі болыңыз",
            description:
              "Қауымдастыққа Freepik салымшы бағдарламасы туралы таратып, керемет бонустардан ләззат алыңыз.",
            button: "Елшілер туралы толығырақ",
          },
        ],
      },
      stories: {
        title: "Біздің үлескерлердің әңгімелері",
        items: [
          {
            title:
              "Roccas PROfiles: Иллюстратор Александр Гусевпен бірге фрилансердің өмірі",
            link: "Роккас",
          },
          {
            title:
              "Roccas PROfiles: Иллюстратор Александр Гусевпен бірге фрилансердің өмірі",
            link: "by Roccas",
          },
          {
            title:
              "Roccas PROfiles: The Freelancer Life With Illustrator Alexander Gusev",
            link: "Роккас",
          },
          {
            title: "Басқа қатысушылардың әңгімелерінен шабыт алыңыз",
            link: "Ары қарай оқу",
          },
        ],
      },
      testimonials: {
        title: "Айғақтар",
        testimonial:
          "«Мен өз туындыларымды әлемнің кез келген еліндегі пайдаланушыларға еркін ұсына аламын және портфолиомен өте жоғары өзара әрекеттесуді қамтамасыз ете аламын. ",
        name: "Ниса Айбар (Түркия)",
        subtitle: "Ол 1 жыл салымшы болды",
        button: "Оның профиліне кіріңіз",
      },
      bannerJoin: {
        title: "Roccas салымшысы ретінде қазір қосылыңыз. ",
        button: "Үлес қосушы болыңыз",
      },
      faq: {
        qaBlock: {
          title: "Жиі Қойылатын Сұрақтар",
          items: [
            {
              question: "Роккада не сата аламын?",
              answer:
                "Роккада біз шығармашылықтың барлық түрлерін қабылдаймыз. ",
            },
            {
              question: "Мен қалай Roccas салымшысы болуға болады?",
              answer:
                "Гурами опа күн балығы жалау балық шамшырақ қолтырауын акуласы. ",
            },
            {
              question: "Фотосуреттерімді интернетте қалай сатуға болады?",
              answer:
                "Гурами опа күн балығы жалау балық шамшырақ қолтырауын акуласы. ",
            },
            {
              question: "Векторлық өнерімді онлайн қалай сата аламын?",
              answer:
                "Гурами опа күн балығы жалау балық шамшырақ қолтырауын акуласы. ",
            },
            {
              question: "PSD дизайндарын онлайн қалай сата аламын?",
              answer:
                "Гурами опа күн балығы жалау балық шамшырақ қолтырауын акуласы. ",
            },
            {
              question: "Мен қанша табамын?",
              answer:
                "Гурами опа күн балығы жалау балық шамшырақ қолтырауын акуласы. ",
            },
          ],
        },
      },
    },
    community: {
      bannerTop: {
        title: "Шығармашылық қауымдастығымызға фрилансер ретінде қосылыңыз",
        description:
          "Біз қызықты шығармашылық жобалармен бірлесіп жұмыс істеу үшін штаттан тыс дизайнерлер мен фотографтарды іздейміз",
      },
      offer: {
        title: "Біз не ұсынамыз?",
        items: [
          "Бір актив үшін белгіленген баға",
          "Портфолиоңызды кеңейтіңіз",
          "Сіз жеткізетін нәрсені бақылаңыз",
        ],
        button: "Фрилансер болыңыз",
      },
      company: {
        title: "Неліктен Roccas компаниясы?",
        items: [
          "Шығармашылық индустриядағы жетекші веб-сайттардың бірі",
          "Айына 41 миллионнан астам келушілері бар жоғары трафик",
          "Дизайн мен фотосуретті жақсы көретін шығармашылық адамдардың үлкен қауымдастығы",
        ],
        button: "Фрилансер болыңыз",
      },
    },
    submitARequest: {
      title: "Біз сізге көмектесе аламыз ба?",
      form: {
        title: "Өтінім жіберу",
        input1: "Мысал{'@'}email.com",
        input2: "Тақырып",
        description1:
          "Біздің жауабымызды алғыңыз келетін электрондық пошта мекенжайын енгізіңіз. ",
        textarea: "Бізге хабарлама жазыңыз",
        description2:
          "Сұрауыңыздың мәліметтерін енгізіңіз және біздің Пайдалану шарттарына қатысты сұрақтарыңыз болса, ресурстарымызға бергіңіз келетін пайдаланудың нақты үлгілерін қосыңыз. ",
        description3:
          "Деректерді қорғау туралы негізгі ақпарат: Roccas компаниясы «Жіберу» түймесін басу арқылы берілген келісім негізінде жіберілген сұрақтарыңызға, ұсыныстарыңызға немесе шағымдарыңызға жауап беру үшін деректеріңізді өңдейді. ",
        button: "Сұраныс жіберу",
      },
    },
    projects: {
      title: "Менің жобаларым",
      buttonAdd: "Жоба қосу",
      noprojectsDescription: "Сізде әлі ешқандай жоба жоқ",
    },
    addProject: {
      categoriesSelect: ["Векторлар", "Фотосуреттер", "PSD", "Үлгілер"],
      title: "Жоба қосыңыз",
      imagesTitle: "Жоба суреттері",
      imagesDescription: "5 файлдан артық емес. ",
      placeholders: [
        "Жоба атауы *",
        "Бағасы *",
        "Әзірлеуші ​​*",
        "Түйінді і сөздер (үтірмен бөлінген)",
      ],
      button: "Сақтау",
    },
  },
  header: {
    links: [
      "Каталог",
      "Біз туралы",
      "Жұмыс орындары",
      "Бизнес",
      "Мазмұнды сату",
      "Қауымдастық",
    ],
    buttons: ["Жобалар", "Кіру", "Тіркелу"],
  },
  footer: {
    categories: {
      title: "Мазмұны",
      items: ["Барлық суреттер", "Векторлар", "Фотосуреттер", "PSD", "Үлгілер"],
    },
    information: {
      title: "ақпарат",
      items: ["Бизнес", "Біз туралы", "Жұмыс орындары", "Мазмұныңызды сатыңыз"],
    },
    legal: {
      title: "Заңды",
      items: [
        "Ережелер мен шарттар",
        "Құпиялылық саясаты",
        "Cookie файлдары саясаты",
      ],
    },
    support: { title: "Қолдау", items: ["Қауымдастық", "Өтінім жіберу"] },
    subscribe: {
      title: "Кіріс жәшігіне тікелей жіберілген эксклюзивті активтерді алыңыз",
      placeholder: "Сіздің электрондық поштаңыз",
      button: "Тіркелу",
    },
    copyright: "Copyright © 2023 Roccas",
  },
  search: {
    placeholder: "Сен не іздеп тұрсың?",
    button: "Іздеу",
    noresult: "Нәтиже жоқ",
  },
  sortSwitcher: {
    title: "Бойынша сұрыптау:",
    options: ["Қымбаттан арзанға", "Арзаннан қымбатқа"],
  },
  countSwitcher: { title: "Көрсету:" },
  paginator: { buttonPrevious: "Алдыңғы", buttonNext: "Келесі" },
  textPageSidebar: {
    buttons: ["Қолдану ережелері", "Құпиялылық саясаты", "Cookie саясаты"],
  },
  popupSignIn: {
    title: "Roccas идентификаторыңызға кіріңіз",
    description: "Егер сізде Roccas идентификаторы болмаса, өтінемін",
    link: "біреуін жасау",
    placeholders: ["Электрондық пошта", "Құпия сөз"],
    button: "Кіру",
    errors: ["Пайдаланушы табылмады!", "Қате құпиясөз!"],
  },
  popupSignUp: {
    title: "Create an account Roccas ID",
    description: "If you have an account,",
    link: "кіру",
    buttonPhotoAdd: "Фото қосу",
    buttonPhotoDelete: "Жою",
    placeholders: [
      "Аты",
      "Тек",
      "Сипаттама",
      "Электрондық пошта",
      "Құпия сөз",
      "Құпия сөзді қайталаңыз",
    ],
    label: "Мен құпиялылық саясатымен келісемін",
    buttonCreate: "Тіркелу",
    error: "Бұл электрондық поштасы бар пайдаланушы дерекқорда әлдеқашан бар! ",
  },
  popupCheckout: {
    title: "Шығу",
    placeholders: ["Карта атауы", "Карточка нөмірі", "Ай", "Жыл", "CVC"],
    total: "Барлығы",
    button: "Шығу",
    label: "Қауіпсіз төлем арқылы:",
  },
  popupTransactionFailed: {
    title: "Бірдеңе дұрыс болмады",
    description: "Қайталап көріңіз немесе сәл кейінірек пікір жазыңыз",
    button: "Жабық",
  },
  popupSuccess: {
    title: "Жетістік",
    description: "Сұрау сәтті жіберілді",
    button: "Жабық",
  },
};
