export default {
  static: {
    home: {
      bannerTop: {
        title: "Все необходимые активы в одном месте",
        description:
          "Найдите и загрузите лучшие высококачественные фотографии, векторные изображения, видео и макеты.",
      },
      explore: {
        title: "Исследуйте популярные категории на Roccas",
        description:
          "Проверьте, что популярно на Roccas, и сделайте проект модным и профессиональным",
      },
      unlock: {
        title: "Откройте своего внутреннего творца",
        description:
          "Получите вдохновение, которое вам нужно, с помощью этих тщательно отобранных коллекций, чтобы повысить вовлеченность вашего проекта.",
        cards: [
          { title: "Векторное искусство", subtitle: "120 ресурсов" },
          { title: "Модное фото", subtitle: "120 ресурсов" },
          { title: "PSD", subtitle: "120 ресурсов" },
        ],
      },
      advantages: {
        title: "Умный выбор для",
        titleSpan: "такие креативщики, как ты",
        description:
          "ищете ли вы дизайн или фотографии, вы найдете идеальный актив на Roccas",
        items: [
          {
            title: "Качественный стоковой контент",
            description:
              "Загрузите изображения с остановкой прокрутки в лучшем качестве, чтобы ваши проекты выглядели профессионально",
          },
          {
            title: "Готовые активы",
            description:
              "Access thousands of images and designs ready-to-publish and get your project ready double quik",
          },
          {
            title: "Guaranteed search results",
            description:
              "There`s  an image and style for every project whatever you needs are",
          },
          {
            title: "Свежий контент каждый день",
            description:
              "Наша библиотека обновляется ежедневно, поэтому вы можете найти самые новые и модные фотографии и дизайны.",
          },
        ],
      },
      bannerIntroducing: {
        title:
          "Представляем поисковую систему на базе искусственного интеллекта",
        description: "Точные ресурсы для всех сложных запросов",
        button: "Узнать больше",
      },
      bannerBottom: {
        title: "Присоединяйтесь к Roccas",
        titleSpan: " сообществу создателей",
        description:
          "За каждым стоковым изображением стоит творческий ум. Вы также можете создавать контент и продавать его на Roccas.",
        button: "Продать контент",
      },
    },
    catalog: {
      title: "Каталог",
      categories: ["Все изображения", "Векторы", "Фото", "PSD", "Узоры"],
    },
    catalogDetail: {
      breadcrumbs: "Вернуться к каталогу",
      developer: "Автор",
      button: "Купить",
    },
    about: {
      text: [
        "Мы любим помогать вам воплощать идеи в жизнь.",
        "Мы хотим расти каждый день.",
        "Наша цель — предлагать лучший высококачественный контент:",
        "иллюстрации, фотографии, иконки, макеты и шаблоны презентаций",
      ],
      bannerUnlimited: {
        title: "Неограниченные возможности",
        description:
          "Ваше воображение безгранично, как и возможности, которые мы предлагаем. ",
        button: "Узнать больше",
      },
      origins: {
        title: "Истоки нашей Вселенной Roccas",
        description: [
          "Наш первый проект, Roccas, был основан в 2010 году братьями Алехандро и Пабло Бланесами вместе со своим другом Хоакином Куэнкой, основателем Panoramio (приобретенного Google).",
          "Алехандро захотелось создать платформу, на которой дизайнеры могли бы найти бесплатные графические ресурсы. ",
          "С тех пор наша Вселенная безостановочно расширялась, создавая два новых проекта: Flaticon и Slidesgo.",
        ],
      },
      companies: "Компании, использующие ресурсы Roccas Company",
      timeline: {
        title: "",
        items: [
          {
            year: "2021",
            text: "Wepik is bornWepik is launched with the mission to make it quick and easy for everyone to design attractive and quality graphics for their projects",
          },
          { year: "2019", text: "Slidesgo is born" },
          { year: "2018", text: "Tutpad is born" },
          {
            year: "2017",
            text: "Production of exclusive content is increased and we begin to create our own photos",
          },
          {
            year: "2016",
            text: "Our projects are redesigned, improving our systems and the user experience",
          },
          {
            year: "2015",
            text: "The Contributor model is launched; designers and photographers upload their resources to Freepik and Flaticon, earning an income from it",
          },
          {
            year: "2015",
            text: "We create the subscription model for our platforms, giving our users the possibility to enjoy benefits for being premium",
          },
          { year: "2013", text: "Flaticon is born" },
          { year: "2010", text: "Roccas is borne" },
        ],
      },
      millions: {
        title: "Один из самых быстрорастущих стартапов в Европе",
        description:
          "«1000 самых быстрорастущих компаний Европы» от Financial Times.",
        items: [
          {
            title: "18 миллионов",
            subtitle: "Ежемесячные уникальные пользователи",
          },
          { title: "50 миллионов", subtitle: "Ежемесячные просмотры" },
          { title: "100 миллионов", subtitle: "Ежемесячные загрузки" },
          { title: "4,5 миллиона", subtitle: "Графические ресурсы" },
        ],
      },
      bannerBottom: {
        title: "Хочешь узнать больше о команде?",
        description: "Работая вместе, все возможно.",
        button: "Присоединиться к нашей команде",
      },
    },
    jobs: {
      bannerTop: {
        title: "Станьте частью чего-то особенного",
        description: "вместе все возможно",
        button: "Исследовать",
      },
      team: {
        title: "Команда из другой галактики",
        description:
          "Многие люди составляют нашу вселенную Roccas, образуя замечательную уникальную команду. ",
        items: [
          { title: "Инновации", subtitle: "Любопытство и страсть без границ" },
          {
            title: "Командная работа",
            subtitle: "Разные люди образуют уникальную команду",
          },
          {
            title: "Креативность",
            subtitle: "Творческие люди, любящие дизайн и искусство",
          },
          {
            title: "Мотивация",
            subtitle: "Приверженность проекту и потребностям клиента",
          },
        ],
      },
      benefits: {
        title: "Выплаты работникам",
        description: "Идеальный баланс между работой и личной жизнью",
        items: [
          {
            title: "Ваше время драгоценно",
            description: "Работа — это еще не все. ",
          },
          {
            title: "Стремление к вашему профессиональному росту",
            description:
              "Нам нравится расти вместе, и поэтому мы поощряем профессиональное обучение. ",
          },
          {
            title: "Прохладительные напитки, фрукты, кофе и многое другое",
            description:
              "Как говорят в Испании: «Голод — плохой советчик», поэтому у нас есть множество способов бороться с ним. ",
          },
          {
            title: "Зоны отдыха и мероприятия",
            description:
              "Хорошие вибрации и сотрудничество необходимы для нашей Вселенной. ",
          },
        ],
      },
      company: {
        title: "Малага, наша штаб-квартира:",
        description:
          "Офис компании Roccas расположен в центре Малаги, очаровательного города с одним из лучших климатов в Европе. ",
        button: "Исследовать",
      },
      bannerBottom: {
        title: "Отличное место, чтобы работать",
        description:
          "Наши сотрудники определили доверие, инновации и человеческое отношение как основу, которая делает нашу компанию одним из лучших рабочих мест в мире.",
        button: "Читать далее",
      },
    },
    business: {
      bannerTop: {
        title: "Твоё дело — творчество?",
        subtitle: "У нас есть решения Pro для пользователей Pro",
        description: [
          "Наши бизнес-решения помогают профессиональным создателям и командам быстро получать доступ к графическим архивам.",
          "Все те агентства, отделы маркетинга, графические дизайнеры или создатели контента, которым нужны индивидуальные решения, найдут их здесь. ",
        ],
        button: "Связаться с нами",
      },
      productivity: {
        title: "Повысьте производительность вашего бизнеса на всех уровнях",
        items: [
          {
            title: "Автоматизированный доступ",
            description: "К постоянно растущему контенту компании Freepik.",
          },
          {
            title: "Интеграция с вашим рабочим процессом",
            description:
              "Нет необходимости переключаться между разными платформами и инструментами.",
          },
          {
            title: "Сотрудничество и командная работа",
            description: "Тесно сотрудничайте со всеми своими коллегами.",
          },
          {
            title: "Комплексные решения",
            description: "От контента до онлайн-редактирования.",
          },
          {
            title: "Индивидуальные",
            description:
              "Для вашей команды, независимо от ее размера и местоположения.",
          },
          {
            title: "Сообщество",
            description:
              "Станьте частью огромного сообщества графических дизайнеров и создателей контента.",
          },
        ],
      },
      api: {
        title: "API Роккас",
        description:
          "Вдохновитесь нашим непревзойденным архивом фотографий, векторной графики и иллюстраций в полностью автоматизированном режиме.",
        items: ["API Роккас", "Вепик Про", "Лицензирование", "Команды"],
      },
      form: {
        title: "Нравится то, что вы читаете? ",
        description:
          "Заполните форму ниже, и наша команда свяжется с вами в течение следующих 24-48 часов.",
        placeholders: [
          "Имя",
          "Пример{'@'}email.com",
          "Номер телефона",
          "Должность",
          "Написать сообщение",
        ],
        button: "Послать запрос",
      },
      awards: {
        title: "Ваш лучший сервис для профессиональных решений",
        description:
          "Это то, что люди думают о нас (и мы продолжаем совершенствоваться каждый день).",
      },
    },
    sellContent: {
      bannerTop: {
        title: "Продам фото, векторы",
        description:
          "Станьте участником Roccas и зарабатывайте деньги, продавая свои изображения и дизайны в Интернете.",
        items: [
          "Создавайте фотографии, векторные изображения, иллюстрации, макеты и т. д. Мы охватываем все виды творчества.",
          "Загрузите свои графические ресурсы в Roccas с помощью нашего интуитивно понятного и простого в использовании инструмента.",
          "Зарабатывайте деньги за каждую загрузку ваших ресурсов. ",
        ],
        button: "Стать участником",
      },
      why: {
        title: "Зачем становиться автором Roccas?",
        items: [
          {
            title: "Стабильный доход",
            description:
              "Мы предлагаем вам несколько способов заработать деньги, продавая стоковые фотографии.",
          },
          {
            title: "Всемирная видимость",
            description:
              "Ресурсы участников получают более 75 миллионов загрузок каждый день, что делает Freepik лучшим сайтом для продажи ваших фотографий, векторной графики.",
          },
          {
            title: "Советы",
            description:
              "Получите персональное руководство и поддержку в процессе. ",
          },
        ],
      },
      sellPhotos: {
        title: "Продать фотографии",
        description:
          "Найдите свою концепцию, зафиксируйте ее и зарабатывайте деньги, продавая выдающиеся стоковые фотографии в Интернете с помощью Roccas.",
        button: "Рекомендации по фото",
      },
      sellVector: {
        title: "Продать иллюстрации",
        description:
          "Создавайте качественные и полезные дизайны, которые лучше всего продаются в Интернете: баннеры, свадебные приглашения, фоны... Вариантов бесчисленное множество!",
        button: "Векторы рекомендации",
      },
      tabs: {
        title:
          "Интуитивно понятный инструмент, разработанный специально для вас",
        description:
          "Управляйте своими фотографиями, векторами и файлами PSD легко из одного места.",
        buttons: [
          "Пакетная загрузка",
          "Легко добавляйте теги",
          "Измерьте свое влияние",
        ],
        items: [
          {
            title: "Пакетная загрузка",
            description:
              "Загрузка ресурсов на панель авторов происходит быстро и плавно. ",
            button: "Продать сейчас",
          },
          {
            title: "Легко добавляйте теги",
            description:
              "Добавление тегов к нескольким файлам: упростите процесс добавления тегов, добавляя теги к нескольким ресурсам одновременно. ",
            button: "Продать сейчас",
          },
          {
            title: "Измерьте свое влияние",
            description:
              "Из панели авторов вы можете отслеживать статус ваших ресурсов, следить за загрузками ваших стоковых изображений.",
            button: "Продать сейчас",
          },
        ],
      },
      bannerDigits: {
        title: "Присоединяйтесь к чему-то большому",
        items: [
          { title: "34k", subtitle: "участники" },
          { title: "2 м", subtitle: "загрузок/день" },
          { title: "50м", subtitle: "посещения" },
        ],
      },
      community: {
        title: "Откройте для себя преимущества нашего сообщества",
        description:
          "Сообщество авторов Roccas состоит из тысяч фотографов и дизайнеров со всего мира. ",
        items: [
          {
            title: "Реферальная программа",
            description:
              "Участвуйте в нашей реферальной программе: расскажите о нас своим друзьям и заработайте больше денег.",
            button: "Подробнее о реферальной программе",
          },
          {
            title: "Станьте послом бренда",
            description:
              "Распространяйте информацию о программе авторов Freepik в своем сообществе и наслаждайтесь потрясающими привилегиями.",
            button: "Подробнее об амбасадорах",
          },
        ],
      },
      stories: {
        title: "Истории наших авторов",
        items: [
          {
            title:
              "Roccas PROfiles: Жизнь фрилансера с иллюстратором Александром Гусевым",
            link: "Роккас",
          },
          {
            title:
              "Roccas PROfiles: Жизнь фрилансера с иллюстратором Александром Гусевым",
            link: "Роккас",
          },
          {
            title:
              "Roccas PROfiles: Жизнь фрилансера с иллюстратором Александром Гусевым",
            link: "Роккас",
          },
          {
            title: "Вдохновляйтесь историями других авторов",
            link: "Читать далее",
          },
        ],
      },
      testimonials: {
        title: "Отзывы",
        testimonial:
          "«Я могу свободно представлять свои работы пользователям в любой стране мира, и я могу обеспечить очень высокий уровень взаимодействия с моим портфолио. ",
        name: "Ниса Айбар (Турция)",
        subtitle: "Он был автором в течение 1 года",
        button: "Посетите ее профиль",
      },
      bannerJoin: {
        title: "Присоединяйтесь сейчас как участник Roccas. ",
        button: "Стать участником",
      },
      faq: {
        qaBlock: {
          title: "Часто задаваемые вопросы",
          items: [
            {
              question: "Что я могу продавать на Roccas?",
              answer: "В Roccas мы охватываем все виды творчества. ",
            },
            {
              question: "Как мне стать автором Roccas?",
              answer:
                "Гурами опах солнечная рыба-флагфиш-мига крокодиловая акула. ",
            },
            {
              question: "Как я могу продать свои фотографии в Интернете?",
              answer:
                "Гурами опах солнечная рыба-флагфиш-мига крокодиловая акула. ",
            },
            {
              question:
                "Как я могу продавать свою векторную графику в Интернете?",
              answer:
                "Гурами опах солнечная рыба-флагфиш-мига крокодиловая акула. ",
            },
            {
              question: "Как я могу продавать свои PSD-дизайны в Интернете?",
              answer:
                "Гурами опах солнечная рыба-флагфиш-мига крокодиловая акула. ",
            },
            {
              question: "Сколько я зарабатываю?",
              answer:
                "Гурами опах солнечная рыба-флагфиш-мига крокодиловая акула. ",
            },
          ],
        },
      },
    },
    community: {
      bannerTop: {
        title:
          "Присоединяйтесь к нашему творческому сообществу в качестве фрилансера",
        description:
          "Мы ищем внештатных дизайнеров и фотографов для совместной работы над интересными творческими проектами.",
      },
      offer: {
        title: "Что мы предлагаем?",
        items: [
          "Фиксированная цена за актив",
          "Расширьте свое портфолио",
          "Контроль над тем, что вы доставляете",
        ],
        button: "Стать фрилансером",
      },
      company: {
        title: "Почему компания Роккас?",
        items: [
          "Один из ведущих сайтов в творческой индустрии",
          "Высокая посещаемость: более 41 миллиона посещений в месяц.",
          "Большое сообщество творческих людей, любящих дизайн и фотографию",
        ],
        button: "Стать фрилансером",
      },
    },
    submitARequest: {
      title: "Мы можем вам помочь?",
      form: {
        title: "Отправить запрос",
        input1: "Пример{'@'}email.com",
        input2: "Предмет",
        description1:
          "Пожалуйста, введите адрес электронной почты, на который вы хотите получить наш ответ. ",
        textarea: "Напишите нам сообщение",
        description2:
          "Пожалуйста, введите детали вашего запроса и, если у вас есть какие-либо вопросы относительно наших Условий использования, включите конкретные примеры использования, которые вы хотите предоставить нашим ресурсам. ",
        description3:
          "Основная информация о защите данных: Компания Roccas будет обрабатывать ваши данные, чтобы отвечать на ваши вопросы, предложения или жалобы, поданные на основании согласия, предоставленного нажатием кнопки «Отправить». ",
        button: "Послать запрос",
      },
    },
    projects: {
      title: "Мои проекты",
      buttonAdd: "Добавить проект",
      noprojectsDescription: "У вас пока нет проектов",
    },
    addProject: {
      categoriesSelect: ["Векторы", "Фото", "PSD", "Узоры"],
      title: "Добавить проект",
      imagesTitle: "Изображения проекта",
      imagesDescription: "Не более 5 файлов. ",
      placeholders: [
        "Название проекта *",
        "Цена *",
        "Разработчик *",
        "Ключевые слова (через запятую)",
      ],
      button: "Сохранять",
    },
  },
  header: {
    links: [
      "Каталог",
      "О нас",
      "Работа",
      "Бизнес",
      "Продать контент",
      "Сообщество",
    ],
    buttons: ["Проекты", "Логин", "Регистрация"],
  },
  footer: {
    categories: {
      title: "Содержание",
      items: ["Все изображения", "Векторы", "Фото", "PSD", "Узоры"],
    },
    information: {
      title: "Информация",
      items: ["Бизнес", "О нас", "Работа", "Продавайте свой контент"],
    },
    legal: {
      title: "Юридический",
      items: [
        "Условия и положения",
        "Политика конфиденциальности",
        "Политика использования файлов cookie",
      ],
    },
    support: {
      title: "Поддерживать",
      items: ["Сообщество", "Отправить запрос"],
    },
    subscribe: {
      title:
        "Получите эксклюзивные активы, отправленные прямо на ваш почтовый ящик",
      placeholder: "Ваш адрес электронной почты",
      button: "Регистрация",
    },
    copyright: "Copyright © 2023 Роккас",
  },
  search: {
    placeholder: "Что Вы ищете?",
    button: "Поиск",
    noresult: "Без результатов",
  },
  sortSwitcher: {
    title: "Сортировать по:",
    options: ["От дорогого к дешевому", "От дешевого к дорогому"],
  },
  countSwitcher: { title: "Показывать:" },
  paginator: { buttonPrevious: "Предыдущий", buttonNext: "Следующий" },
  textPageSidebar: {
    buttons: [
      "Условия эксплуатации",
      "Политика конфиденциальности",
      "Политика в отношении файлов cookie",
    ],
  },
  popupSignIn: {
    title: "Войдите в свой Roccas ID",
    description: "Если у вас нет Roccas ID, пожалуйста,",
    link: "Создай",
    placeholders: ["Электронная почта", "Пароль"],
    button: "Авторизоваться",
    errors: ["Пользователь не найден!", "Неверный пароль!"],
  },
  popupSignUp: {
    title: "Создать учетную запись Roccas ID",
    description: "Если у вас есть аккаунт,",
    link: "авторизоваться",
    buttonPhotoAdd: "Добавить фото",
    buttonPhotoDelete: "Удалить",
    placeholders: [
      "Имя",
      "Фамилия",
      "Описание",
      "Электронная почта",
      "Пароль",
      "Повторите пароль",
    ],
    label: "Я согласен с политикой конфиденциальности",
    buttonCreate: "Зарегистрироваться",
    error:
      "Пользователь с таким адресом электронной почты уже существует в базе данных! ",
  },
  popupCheckout: {
    title: "Проверить",
    placeholders: ["Название карты", "Номер карты", "Месяц", "Год", "CVC"],
    total: "Общий",
    button: "Проверить",
    label: "Безопасная оплата с помощью:",
  },
  popupTransactionFailed: {
    title: "Что-то пошло не так",
    description: "Попробуйте еще раз или напишите отзыв чуть позже",
    button: "Закрывать",
  },
  popupSuccess: {
    title: "Успех",
    description: "Запрос успешно отправлен",
    button: "Закрывать",
  },
};
